Mass contains both solid and mesh geometry. Mass Floors, volume, and surface area, may appear incorrect.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId OpenAndSolidGeometry { get; }
  Visual Basic
Public Shared ReadOnly Property OpenAndSolidGeometry As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ OpenAndSolidGeometry {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace